"landing_page_search" = "Where are you going?";
"Prime_landing_page_search" = "Pick-up location";
"menu.help.title" = "Car Hire Help";
"payment_premium_cover" = "Premium Cover";
"Damage.Protection.title" = "Damage Protection Insurance provided by ${x}";
"Insurance.Disclosure.Allianz" = "Recommended, offered, sold by Allianz Global Assistance. Underwriter: Jefferson Insurance Company or BCS Insurance Company. Plan incl. insurance &amp; assistance services. Terms &amp; exclusions (incl. for pre-existing conditions) apply.";
"Insurance.Disclosure.Allianz.Link" = "Plan &amp; Pricing details disclosures";
"add_extras_title" = "Add Extras";
"settings.label.url.1" = "Manage Booking";
"settings.label.url.2" = "FAQs";
"settings.label.url.3" = "Help Centre";
"bookings.status.confirmed" = "Confirmed";
"bookings.status.unconfirmed" = "Unconfirmed";
"bookings.status.cancelled" = "Cancelled";
"bookings.title" = "Bookings";
"bookings.status.reviewpayment" = "Review Payment";
"bookings.status.completed" = "Completed";
"bookings.sheet.bookingdetails.link" = "View booking details";
"bookings.sheet.unconfirmed.info" = "The majority of our bookings are confirmed within 48 hours";
"bookings.sheet.reviewpayment.info" = "Failed Payment. Go to Manage booking to review your payment details.";
"bookings.sheet.managebooking.link" = "Manage booking";
"bookings.bookingdetails.status" = "Booking status";
"payment.options.applepay.title" = "Apple Pay";
"sale_landing_banner_monetary_tagline" = "Book now from ${x} per day!";
"sale_landing_banner_percentage_tagline" = "Up to ${x} off, book now!";
"sale_landing_banner_caption_closed_group" = "Exclusive";
"sale_landing_banner_caption" = "Sale";
"filter.header.eco" = "Eco Friendly";
"filter.header.mileage" = "Mileage";
"vehicle.seats.number" = "${x} Seats";
"united_sale_landing_banner_monatery_tagline" = "Earn up to 2,250 miles on select rentals completed by <span>March 31, 2026. Blackouts apply.</span>";
"menu.alert.title" = "Change Settings?";
"menu.alert.body" = "Any active searches will be reset.";
"insurance.options.axa.header" = "Insurance Options";
"insurance.options.axa.limited.body" = "<b>Limited</b> - Provides <b>minimal cover</b>, if you have an accident you will have to pay a <b>non-refundable</b> excess of up to ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> - Provides <b>superior cover</b>, if you have an accident you will be <b>refunded</b> your excess of up to ${x}.";
"insurance.limited.caption" = "Minimal cover for theft and bodywork damage. <b>You pay for any damages</b> not covered by the limited option.";
"insurance.limited.benefit1" = "<b>Non-Refundable</b> Excess";
"insurance.limited.benefit2" = "Third Party Protection";
"insurance.limited.benefit3" = "Breakdown Assistance";
"insurance.limited.excess.liable" = "By selecting Limited Cover you will be liable to pay the excess up to ${x} in the event of an accident with no refund available.";
"insurance.limited.included" = "Included";
"insurance.axa.premium.caption" = "Provides you with a <b>superior level of coverage</b>, including the Limited cover option";
"insurance.axa.premium.benefit1" = "Up to <b>100% Refundable Excess</b>";
"insurance.axa.premium.benefit2" = "Third Party Protection";
"insurance.axa.premium.benefit3" = "Breakdown Assistance";
"insurance.axa.premium.benefit4" = "Windscreen, Glass and Tyres Damage";
"insurance.axa.premium.benefit5" = "Your Personal Belongings";
"insurance.axa.premium.benefit6" = "Key Damage or Loss";
"insurance.axa.premium.benefit7" = "Roof and Undercarriage Damage";
"insurance.axa.premium.benefit8" = "Misfuelling Fees";
"insurance.axa.premium.benefit9" = "Administration Fees";
"insurance.axa.premium.benefit10" = "Multi-lingual Claim Support";
"insurance.axa.premium.terms" = "By selecting Premium insurance and proceeding, you confirm you\'ve read and accept the Insurance Policy Terms and Conditions and based on this information, this policy suits your needs.";
"insurance.priceperday" = "${x}/day";
"insurance.total.price" = "Total: ${x}";
"insurance.options.awn.au.header" = "Don\'t take the risk. Take Roadtrip insurance";
"insurance.options.awn.au.body" = "<b>Roadtrip Insurance</b> - Provides coverage, that if you have an accident with your rental vehicle, your excess and personal belongings are covered for up to ${x}.";
"insurance.awn.au.title" = "Roadtrip insurance";
"insurance.awn.au.caption" = "Provides you with a <b>superior level of coverage</b>, including the Limited cover option.";
"insurance.awn.au.benefit1" = "Up to 100% refundable excess";
"insurance.awn.au.benefit2" = "Third Party Protection";
"insurance.awn.au.benefit3" = "Your Personal Belongings";
"insurance.awn.au.benefit4" = "Overseas Medical expenses";
"insurance.awn.au.benefit5" = "Key cover &amp; personal belongings";
"insurance.awn.au.benefit6" = "Accidental Death";
"insurance.awn.au.benefit7" = "Misfuelling Fees";
"insurance.axa.premium.cancellation.policy" = "FREE insurance cancellation up to 24hrs before pick-up";
"insurance.awn.au.terms" = "By selecting Roadtrip insurance and proceeding, you confirm you\'ve read and accept the Insurance Policy ${x} and based on this information, this policy suits your needs.";
"insurance.zero.excess.terms" = "By selecting Zero Excess insurance and proceeding, you confirm you\'ve read and accept the Insurance Policy Terms and Conditions and based on this information, this policy suits your needs.";
"insurance.options.awn.au.limited.body" = "<b>Limited Insurance</b> - There is no cover for your excess or personal possessions.";
"insurance.awn.au.terms.link" = "Terms and Conditions";
"results.filter.all1" = "All Filters";
"results.filter.all2" = "All Filters (${x})";
"results.summary.title" = "<b>${x}</b> cars | Sort by: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "How does the \'Recommended\' sort order work?";
"Omnibus.Pos.2.Title" = "What does \'Value for Money\' mean?";
"Omnibus.Pos.3.Title" = "What variables are considered in the sort order?";
"Omnibus.Pos.4.Title" = "How do Sponsored Placements work?";
"Omnibus.Pos.1.Body" = "The \'Recommended\' sort order uses a variety of factors to rank vehicles in an order which ensures you see the best \'Value for Money\' at the top of your search results. Commission received from car rental suppliers influences this order.";
"Omnibus.Pos.2.Body" = "The term \'Value for Money\' describes the variables which influence a customer\'s likelihood to purchase car rental. The commission we (CarTrawler) receive from car rental suppliers recognises the role we (CarTrawler) play in the booking and influences how we determine the overall \'Value for Money\'.";
"Omnibus.Pos.3.Body" = "In identifying the best \'Value for Money\' for our customers, our sort order considers a number of variables, including:";
"Omnibus.Pos.4.Body" = "Some travel partners work with selected car rental suppliers. Sponsored placements may be featured at the top of the search results due to payments received by the travel partner from the selected car rental supplier. Customers can identify these sponsored placements where they are highlighted in a branded placement at the top of the search results.";
"Omnibus.Pos.3.bullet.1" = "The booking date and location of the search.";
"Omnibus.Pos.3.bullet.2" = "The duration of the rental period.";
"Omnibus.Pos.3.bullet.3" = "Customer ratings of car rental suppliers based on CSAT scores and NPS.";
"Omnibus.Pos.3.bullet.4" = "The historic behaviour of customers in relation to past purchases and historic pricing of similar car rental results.";
"Omnibus.Pos.3.bullet.5" = "The commission we receive from car rental suppliers or insurance partners.";
"Omnibus.Accept.Button.Text" = "Got it!";
"Omnibus.Header.Text" = "Recommended Explained";
"bookings.sheet.remove" = "Remove Booking";
"bookings.dialog.remove.title" = "Remove Booking?";
"bookings.dialog.remove.text" = "You are about to permanently remove this booking from your booking list.";
"bookings.dialog.remove.text.history" = "This booking and your full booking history will still be accessible through our customer portal.";
"bookings.dialog.remove.CTA" = "Remove";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Book with ${x}";
"payment.options.paypal.banner.text" = "After tapping \'Book with PayPal\' below you will be redirected to the PayPal website where you can sign in to your account and finalise payment. You will be brought to the Car Hire Booking Confirmation page afterwards.";
"payment.options.paypal.failed.title" = "${x} Payment Failed";
"payment.options.paypal.failed.text" = "We’re sorry, but a problem occurred while processing your payment. Your booking is not yet complete and you haven’t been charged. Please try again with one of the available payment methods below.";
"vehicle_fuel_plugin_hybrid" = "Plug-in hybrid";
"insurance.axa.regulatory.statement.uk" = "CarTrawler is an Appointed Representative of Inter Partner Assistance S.A. which is authorised and regulated by the National Bank of Belgium, with a registered head office at Boulevard du Régent 7, 1000 Brussels, Belgium. Authorised by the Prudential Regulation Authority (firm reference number 202664). Subject to regulation by the Financial Conduct Authority and limited regulation by the Prudential Regulation Authority. Inter Partner Assistance S.A. UK branch office address is 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A. is part of the AXA Group.";
"temp_united_sale_landing_banner_monatery_tagline" = "Earn up to 2,250 miles on select rentals completed by <span>March 31, 2026. Blackouts apply.</span>";
"temp_united_sale_landing_banner_percentage_tagline" = "Earn up to 2,250 miles on select rentals completed by <span>March 31, 2026.</span> Blackouts apply.";
"title_help" = "Help";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Type 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Type 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Unspecified";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Wall socket";
"VehicleList.Map.BottomSheet.ChargeType" = "Charge types";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Open 24 hours";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Out of service";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Slow";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Fast";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Rapid";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ultra-rapid";
"VehicleList.Map.BottomSheet.ConnectionType.CSS1" = "CCS";
"VehicleList.Map.BottomSheet.ConnectionType.CSS2" = "CCS";
"VehicleList.Map.BottomSheet.ConnectionType.CHAdeMO" = "CHAdeMO";
"VehicleList.Map.BottomSheet.ConnectionType.Tesla" = "Tesla";
"VehicleList.Map.BottomSheet.ConnectionType.J1772" = "J1772";
"VehicleList.Map.BottomSheet.ConnectionType.GBT" = "GBT";
"title_search_cars" = "Search Cars";
"title_language" = "Language";
"title_my_bookings" = "My Bookings";
"title_contact_us" = "Contact Us";
"title_currency" = "Currency";
"title_my_account" = "My Account";
"manage_booking_booking_number_hint" = "Booking number";
"manage_booking_email_address" = "Email Address";
"settings_main_language" = "Language -";
"settings_main_currency" = "Currency -";
"my_bookings_booking_id" = "Booking ID:";
"alert_dialog_no_internet_title" = "No Connection";
"my_bookings_warning" = "Use your email address and reference number to add a booking.";
"my_bookings_alert_dialog_header" = "Important";
"my_bookings_alert_dialog_message" = "Removing this booking from the list does NOT CANCEL the booking. 

Go to the manage booking section in your booking confirmation email and select cancel.";
"my_bookings_alert_button_one" = "Do Nothing";
"my_bookings_alert_button_two" = "Remove";
"contact_us_call" = "Call";
"contact_international_number_title" = "International Number";
"contact_local_number_title" = "Local Number";
"contact_us_allow_phone_call_permission" = "You need to enable phone call permission for this app.";
"contact_us_allow_phone_call_permission_title" = "Important";
"error_ssl_title" = "SSL Error";
"error_ssl_text" = "There was an SSL Cert Error of SslError type:";
"error_my_bookings_title" = "My Bookings";
"error_my_bookings_text" = "This booking has failed to be automatically added to My Bookings. 

Please add this entry through Manage Bookings.";
"success_my_bookings_text" = "This booking is now available in My Bookings";
"my_bookings_delete" = "Delete";
"find_booking_button" = "Find Booking";
"help_subtitle" = "We aim to provide the very best service to our customers. If there is anything we can help you with please feel free to get in touch.";
"from" = "From";
"splash_tagline" = "Welcome";
"your_are_offline_text" = "Your device is offline.
Please check your network connection.";
"retry" = "Retry";
"hi_there" = "Hi There";
"n_a" = "N/A";
"saved_offline" = "Saved Offline:";
"view_voucher" = "View Voucher";
"we_re_here_to_help" = "We\'\'re here to help";
"currency_name_eur" = "EUR - Euro";
"currency_name_gbp" = "GBP - GBP Pound";
"currency_name_usd" = "USD - United States Dollar";
"currency_name_aed" = "AED - United Arab Emirates Dirham";
"currency_name_all" = "ALL - Albanian Lek";
"currency_name_amd" = "AMD - Armenian Dram";
"currency_name_aoa" = "AOA - Angolan Kwanza";
"currency_name_ars" = "ARS - Argentine Peso";
"currency_name_aud" = "AUD - Australian Dollar";
"currency_name_azn" = "AZN - Azerbaijan New Manat";
"currency_name_bam" = "BAM - Convertible Mark";
"currency_name_bbd" = "BBD - Barbadian Dollar";
"currency_name_bdt" = "BDT - Bangladeshi Taka";
"currency_name_bgn" = "BGN - Bulgarian Lev";
"currency_name_bhd" = "BHD - Bahraini Dinar";
"currency_name_bmd" = "BMD - Bermudian Dollar";
"currency_name_bnd" = "BND - Brunei Dollar";
"currency_name_bob" = "BOB - Bolivian Boliviano";
"currency_name_brl" = "BRL - Brazilian Real";
"currency_name_bsd" = "BSD - Bahamian Dollar";
"currency_name_bwp" = "BWP - Botswana Pula";
"currency_name_cad" = "CAD - Canadian Dollar";
"currency_name_chf" = "CHF - Swiss Franc";
"currency_name_clp" = "CLP - Chilean Peso";
"currency_name_cny" = "CNY - China Yuan Renminbi";
"currency_name_cop" = "COP - Colombian Peso";
"currency_name_crc" = "CRC - Costa Rica Colón";
"currency_name_cup" = "CUP - Cuba Peso";
"currency_name_cve" = "CVE - Cape Verdean Escudo";
"currency_name_cyp" = "CYP - Cypriot Pound";
"currency_name_czk" = "CZK - Czech Koruna";
"currency_name_dkk" = "DKK - Danish Krone";
"currency_name_dop" = "DOP - Dominican Peso";
"currency_name_dzd" = "DZD - Algerian Dinar";
"currency_name_egp" = "EGP - Egyptian Pound";
"currency_name_ern" = "ERN - Eritrean Nakfa";
"currency_name_etb" = "ETB - Ethiopia Birr";
"currency_name_fjd" = "FJD - Fiji Dollar";
"currency_name_ghs" = "GHS - Ghana Cedi";
"currency_name_gnf" = "GNF - Guinea Franc";
"currency_name_gtq" = "GTQ - Guatemalan Quetzal";
"currency_name_hkd" = "HKD - Hong Kong Dollar";
"currency_name_hnl" = "HNL - Honduras Lempira";
"currency_name_hrk" = "HRK - Croatian Kuna";
"currency_name_huf" = "HUF - Hungarian Forint";
"currency_name_idr" = "IDR - Indonesian Rupiah";
"currency_name_ils" = "ILS - Israeli New Shekel";
"currency_name_inr" = "INR - Indian Rupee";
"currency_name_irr" = "IRR - Iran Rial";
"currency_name_isk" = "ISK - Icelandic Krona";
"currency_name_jmd" = "JMD - Jamaican Dollar";
"currency_name_jod" = "JOD - Jordanian Dinar";
"currency_name_jpy" = "JPY - Japanese Yen";
"currency_name_kes" = "KES - Kenyan Shilling";
"currency_name_kwd" = "KWD - Kuwaiti Dinar";
"currency_name_kzt" = "KZT - Kazakhstan Teng";
"currency_name_lbp" = "LBP - Lebanese Pound";
"currency_name_lkr" = "LKR - Sri Lankan Rupee";
"currency_name_lsl" = "LSL - Lesotho Loti";
"currency_name_mad" = "MAD - Moroccan Dirham";
"currency_name_mga" = "MGA - Malagasy Ariary";
"currency_name_mkd" = "MKD - Macedonian Denar";
"currency_name_mop" = "MOP - Macanese Pataca";
"currency_name_mur" = "MUR - Mauritius Rupee";
"currency_name_mwk" = "MWK - Malawi Kwacha";
"currency_name_mxn" = "MXN - Mexican Peso";
"currency_name_myr" = "MYR - Malaysian Ringgit";
"currency_name_mzn" = "MZN - Mozambican Metical";
"currency_name_nad" = "NAD - Namibian Dollar";
"currency_name_ngn" = "NGN - Nigerian Naira";
"currency_name_nok" = "NOK - Norwegian Krones";
"currency_name_nzd" = "NZD - New Zealand Dollar";
"currency_name_omr" = "OMR - Omani Rial";
"currency_name_pen" = "PEN - Peruvian Nuevo Sol";
"currency_name_php" = "PHP - Philippine Peso";
"currency_name_pkr" = "PKR - Pakistani Ruppee";
"currency_name_pln" = "PLN - Polish Zloty";
"currency_name_qar" = "QAR - Qatari Riyal";
"currency_name_ron" = "RON - Romanian New Lei";
"currency_name_rsd" = "RSD - Serbian Dinar";
"currency_name_rub" = "RUB - Russian Rubel";
"currency_name_sar" = "SAR - Saudi Riyal";
"currency_name_sdg" = "SDG - Sudanese Pound";
"currency_name_sek" = "SEK - Swedish Krona";
"currency_name_sgd" = "SGD - Singaporean Dollar";
"currency_name_syp" = "SYP - Syrian Pound";
"currency_name_szl" = "SZL - Swazi Lilangeni";
"currency_name_thb" = "THB - Thai Baht";
"currency_name_tnd" = "TND - Tunisian Dinar";
"currency_name_try" = "TRY - Turkish Lira";
"currency_name_ttd" = "TTD - Trinidad and Tobago Dollar";
"currency_name_twd" = "TWD - Taiwanese Dollar";
"currency_name_tzs" = "TZS - Tanzanian Shilling";
"currency_name_uah" = "UAH - Ukrainian Hryvnia";
"currency_name_ugx" = "UGX - Ugandan Shilling";
"currency_name_vef" = "VEF - Venezuelan Bolivar";
"currency_name_vnd" = "VND - Vietnamese Dong";
"currency_name_vuv" = "VUV - Vanuatus Vatu";
"currency_name_xaf" = "XAF - Central African CFA Franc";
"currency_name_xcd" = "XCD - East Caribbean Dollar";
"currency_name_xof" = "XOF - West African CFA Franc";
"currency_name_xpf" = "XPF - Pacific Franc Exchange";
"currency_name_yer" = "YER - Yemen Rial";
"currency_name_zar" = "ZAR - South African Rand";
"voucher" = "Voucher";
"you_are_offline_find_booking" = "You are offline. You need an internet connection to find bookings.";
"your_bookings" = "Your Bookings";
"manage_booking_title_warning" = "Fill in to find your booking";
"manage_booking_subtitle_warning" = "If you have made a booking on another device you can find it here.";
"internet_alert_dialog_no_internet" = "Your device is offline.

Please check your network connection.";
"help_alert_dialog_header" = "Change Settings?";
"help_alert_dialog_message" = "Any active searches will be reset.";
"help_alert_button_one" = "Confirm";
"help_alert_button_two" = "Cancel";
"nav_bar_back_title" = "Back";
"manage_booking_alert_confirm" = "OK";
"amend" = "Amend";
"amend_booking" = "Amend";
"title_faq" = "FAQ";
"manage_booking" = "Manage Booking";
"VehicleList.Chip.EVLongRange.Text" = "Long Range EV";
"VehicleDetails.EVLongRange.Description" = "Long Range EV: This vehicle is capable of traveling over ${x} on a single charge";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Eco-Friendly Alternative";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Long Range EV";
"landing.countdowntimer.salename" = "Sale";
"landing.countdowntimer.presale" = "${x} starts in";
"landing.countdowntimer.duringsale" = "${x} ends in";
"sale_landing_banner_percentage_title" = "Sale now on";
"prime_cash_banner_title_sale" = "Don\'t miss these epic car rental deals";
"prime_sale_banner_percentage_title_2" = "Exclusive deals!";
"prime_sale_banner_percentage_title_3" = "PRIME DAY ends at midnight!";
"Driver.Details.Marketing.Consent.Text" = "Get exclusive deals on car hire and other important information straight to your inbox.";
"Driver.Details.Marketing.Consent.Policy" = "See our ${x} for more details.";
"abandonment.deeplink.total" = "Total";
"abandonment.deeplink.day" = "day";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "EV friendly location";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Better for city driving";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Drive with ease";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Worried about the cost of fuel?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "EV rentals go further than you think";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Your pick-up location has excellent charging services for Electric Vehicle (EV) rentals";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Driving an Electric Vehicle (EV) is the same as an automatic car. It is quieter and has no CO2 emissions";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Charging an Electric Vehicle (EV) costs much less than fuelling a similar size petrol or diesel car. Saving you up to 50% on journey expenses";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Electric Vehicles (EV) are more efficient at stopping and starting in city traffic";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Long range Electric Vehicles (EV) rentals can drive over 400km on a single charge. 80% of car journeys in Europe are less than 50km";
"insurance.axa.premium.uk.cancellation.policy" = "FREE cancellation anytime before pick-up";
"landing.mosaic.title" = "Our commitment to going green";
"landing.mosaic.tile1.title" = "EV essentials";
"landing.mosaic.tile1.body" = "All you need to know when renting an Electric Vehicle";
"landing.mosaic.tile1.ctaText" = "<u>Find out more</u>";
"landing.mosaic.tile2.title" = "Essentials on EV Charging";
"landing.mosaic.tile2.body" = "Your guide to charging an EV";
"landing.mosaic.tile2.ctaText" = "<u>Find out more</u>";
"landing.mosaic.tile3.title" = "Important questions to ask when renting an EV";
"landing.mosaic.tile3.body" = "Important questions to ask when renting an EV";
"landing.mosaic.tile3.ctaText" = "<u>Learn more</u>";
"landing.countdowntimer.days" = "days";
"landing.countdowntimer.hours" = "hrs.";
"landing.countdowntimer.minutes" = "min.";
"landing.countdowntimer.seconds" = "sec.";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Airport - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} location (${y})";
"results.filter.all3" = "Filter (${x})";
"VehicleList.Header.Filter" = "Filter";
"VehicleList.Header.Filter.Selected" = "Filter (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Price for ${X} days from ${y}";
"LoyaltyNumber" = "Loyalty Number (optional)";
"VehicleList.Header.Map" = "Map";
"Payment.256.Encrypted" = "All payment transactions are 256-bit SSL encrypted";
"Insurance.Applicable.Taxes" = "Includes all applicable taxes";
"landing.usp.title" = "Book a rental car through United";
"landing.usp.position1" = "Save up to 35% off base rates* from Avis and Budget.";
"landing.usp.position2" = "Earn up to 1,250 MileagePlus base miles";
"landing.usp.position3" = "Avis: Use your MileagePlus number and Avis Worldwide Discount (AWD) number A791500 to earn MileagePlus base award miles and a discount.";
"landing.usp.position4" = "Budget: Use your MileagePlus number and Budget Customer Discount (BCD) number B204900 to earn MileagePlus base award miles and a discount.";
"usave_landing.usp.position4" = "<b>Global Reach:</b> Serving customers in the USA, Europe, and beyond.";
"landing.usp.position5" = "To use miles, or miles &amp; money, visit <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"usave_landing.mosaic.title" = "Rent from an American Classic";
"landing_page_title" = "Compare car rental deals from over 1,700 suppliers worldwide";
"BookingError.Insurance" = "We are sorry but a technical problem occurred while processing part of your booking. Your car booking has been successful but there was an issue purchasing Insurance. You can try again in the Manage My Booking section, details to follow in your confirmation email.";
"Payment.Exchange.Currency.Message" = "Please note the amount payable today will be charged in ${z} based on today\'s exchange rate (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Other";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Total ${x}";
"settings.label.url.4" = "Privacy Policy";
"edreams_sale_banner_percentage_title" = "Exclusive deals!";
"Price.Summary.Included.Charges" = "Included charges";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Supplier info";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} away";
"VehicleList.Map.BottomSheet.SupplierHours" = "Opening hours";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Closed";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Monday";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Tuesday";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Wednesday";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Thursday";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Friday";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Saturday";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Sunday";
"Add.Booking.Title" = "Sorry, we couldn\'t find any results matching your search criteria.";
"Add.Booking.Form.Error" = "Sorry, we couldn\'t find any results matching your search criteria.";
"Add.Booking.Heading" = "Add Booking";
"Add.Booking.Form.BookingId.Error" = "Invalid number";
"please.try.again" = "Please try again.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"insurance.xc.logo.pby.light" = "https://ct-images.imgix.net/ctabe/insurance/logos/xcover-poweredby-light.svg";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Free insurance cancellation before pick-up";
"insurance.xc.logo.light" = "https://ct-images.imgix.net/ctabe/insurance/logos/xcover-light.svg";
"insurance.xc.logo.pby.hrz.dark" = "https://ct-images.imgix.net/ctabe/insurance/logos/xcover-poweredby-horizontal-dark.svg";
"insurance.xc.logo.pby.hrz.light" = "https://ct-images.imgix.net/ctabe/insurance/logos/xcover-poweredby-horizontal-light.svg";
"Insurance.XC.Subtitle.eDo" = "Providing superior protection, Premium Cover insurance offers increased policy limits of up to ${policy.limit}, along with higher sub-limits to cover what matters most. Exclusively available for Prime members.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Cancel free up to 24 hours before pick-up";
"insurance.xc.simple.api.main.more.info.button" = "More Information";
"Insurance.XC.USP.ThirdParty" = "Third Party Protection";
"insurance.xc.simple.api.main.link.terms.text" = "Terms and Conditions";
"Insurance.xc.pricing.terms" = "Includes all applicable taxes";
"Insurance.XC.USP.LatePickUp" = "Late Pick-up due to Flight Delay";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Cancel free up to 24 hours before pick-up";
"insurance.xc.logo.pby.dark" = "https://ct-images.imgix.net/ctabe/insurance/logos/xcover-poweredby-dark.svg";
"insurance.xc.simple.api.main.premium.cta" = "Continue with Premium Cover";
"Insurance.XC.USP.Windscreen" = "Windscreen, Glass and Tyres Damage";
"insurance.xc.logo.dark" = "https://ct-images.imgix.net/ctabe/insurance/logos/xcover-dark.svg";
"Insurance.XC.USP.Misfueling" = "Misfuelling Fees";
"Insurance.XC.USP.BreakdownAssistance" = "Breakdown Assistance";
"Insurance.XC.USP.ClaimSupport" = "Multi-lingual Claim Support";
"Insurance.XC.USP.TravelExpenses" = "Travel Expenses";
"Insurance.XC.Subtitle" = "With our additional protection you will be refunded the excess amount, up to ${x}, making sure you won\'t be out of pocket in the event of an accident.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "By selecting Premium Cover and proceeding, you confirm you\'ve read and accept the Insurance ${x} and ${y} and based on this information, this policy suits your needs.";
"Insurance.XC.Title" = "Premium Cover";
"Insurance.XC.USP.RefundableExcess.Alt" = "Up to <span>100% Refundable excess</span>";
"CannotProcessReservation" = "There was an unexpected  error. Your booking was not created and you were not charged. Please create a new search and try again.";
"insurance.options.xc.header" = "Insurance Options";
"insurance.options.xc.premium.body" = "<b>Premium</b> - Provides <b>superior cover</b>, if you have an accident you will be <b>refunded</b> your excess of up to ${x}.";
"top.up.your.protection" = "Top up your protection";
"insurance.options.xc.limited.body" = "<b>Limited</b> - Provides <b>minimal cover</b>, if you have an accident you will have to pay a <b>non-refundable</b> excess of up to ${x}.";
"title_calendar" = "Datepicker";
"title_conditions" = "Terms and Conditions";
"title_details" = "Car Details";
"title_details_supplier" = "RATINGS";
"title_details_vehicle" = "INCLUDED";
"title_extras_insurance" = "Extras and Insurance";
"title_filters" = "Filters";
"title_insurance" = "Insurance";
"title_locations" = "Locations";
"title_payment" = "Payment";
"title_results" = "Results";
"title_search_ground" = "Find ground transport";
"title_search_rental" = "Car hire";
"title_settings" = "Settings";
"title_summary" = "Payment Summary";
"title_user" = "Lead Driver Details";
"title_extras" = "Extras";
"CTA_add" = "Add a booking";
"CTA_search" = "Search for cars";
"CTA_save" = "Save settings";
"CTA_continue" = "Continue";
"CTA_with_insurance" = "Continue with insurance";
"CTA_no_insurance" = "Continue without insurance";
"CTA_to_homepage" = "Back to homepage";
"CTA_book" = "Book now for";
"CTA_close" = "Close";
"CTA_cancel" = "Cancel";
"CTA_done" = "Done";
"search_pickup_location_text" = "Pick-up location";
"search_pickup_location_hint" = "Enter airport, city or station name";
"search_return_location_text" = "Return location";
"search_return_location_hint" = "Enter airport, city or station name";
"search_return_location_button" = "Return to same location";
"search_driver_age" = "Driver aged between 25 and 70";
"search_driver_age_hint" = "Driver age";
"search_select_dates" = "Dates";
"search_select_dates_hint" = "Select dates";
"search_pickup_time_text" = "Pick-up time";
"search_return_time_text" = "Return time";
"search_locations_placeholder" = "Type in location";
"calendar_summary_dropoff" = "Dropoff date";
"calendar_summary_pickup" = "Pickup date";
"calendar_summary_title" = "Select date";
"calendar_select_date" = "Select date";
"calendar_select_dates" = "Select your dates";
"calendar_pickup_date" = "Pickup date";
"calendar_return_date" = "Return date";
"calendar_continue" = "Continue";
"calendar_sun" = "Sun";
"calendar_mon" = "Mon";
"calendar_tue" = "Tue";
"calendar_wed" = "Wed";
"calendar_thu" = "Thu";
"calendar_fri" = "Fri";
"calendar_sat" = "Sat";
"locations_results_airports" = "Airports";
"locations_results_others" = "All other locations";
"settings_country_title" = "Country";
"settings_currency_title" = "Currency:";
"settings_select_country" = "Select Country";
"settings_select_currency" = "Select Currency";
"settings_select_languages" = "Select Language";
"results_sort" = "Sort";
"results_filter" = "Filter";
"vehicle_orsimilar" = "or similar";
"vehicle_passenger" = "Passenger";
"vehicle_passengers" = "Passengers";
"vehicle_bag" = "Bag";
"vehicle_bags" = "Bags";
"vehicle_door" = "Door";
"vehicle_doors" = "Doors";
"vehicle_duration_1" = "Price for";
"vehicle_duration_2" = "day";
"vehicle_duration_3" = "days";
"vehicle_total_price" = "Total price";
"vehicle_best_seller" = "Best seller";
"vehicle_great_value" = "Great value";
"vehicle_provided" = "Provided by";
"vehicle_air_conditioning" = "Air Conditioning";
"vehicle_fuel_policy" = "Fuel Policy";
"vehicle_supplier_address" = "Supplier address";
"vehicle_suppliers_address_detail" = "The suppliers address is:";
"vehicle_pickup_location" = "Pick-up Location";
"vehicle_vehicle_inclusion" = "This item is included in the price of this vehicle";
"rental_sort_title" = "Sort results by";
"rental_sort_price" = "Price";
"rental_sort_rating" = "Rating";
"rental_sort_recommended" = "Recommended";
"filter_package" = "Package";
"filter_carsize" = "Car Size";
"filter_supplier" = "Supplier";
"filter_rating" = "Rating";
"filter_fuel" = "Fuel Policy";
"filter_carfuel" = "Fuel Type";
"filter_carspec" = "Car Specifications";
"filter_transmission" = "Transmission";
"filter_specialoffers" = "Special Offer";
"filter_transfertype" = "Transfer Type";
"filter_transfertime" = "Journey Time";
"filter_reset" = "Reset";
"vehicle_type_cargovan" = "Cargovan";
"vehicle_type_compact" = "Compact";
"vehicle_type_compact_elite" = "Compact Elite";
"vehicle_type_economy" = "Economy";
"vehicle_type_economy_elite" = "Economy Elite";
"vehicle_type_estate" = "Estate";
"vehicle_type_exotic" = "Exotic";
"vehicle_type_exotic_SUV" = "Exotic SUV";
"vehicle_type_fifteen_passenger_van" = "Fifteen Passenger Van";
"vehicle_type_five_seat_carrier" = "Five Seat Carrier";
"vehicle_type_four_wheel_drive" = "Four-wheel drive";
"vehicle_type_fullsize" = "Fullsize";
"vehicle_type_fullsize_elite" = "Fullsize Elite";
"vehicle_type_intermediate" = "Intermediate";
"vehicle_type_intermediate_elite" = "Intermediate Elite";
"vehicle_type_large_SUV" = "Large SUV";
"vehicle_type_large_truck" = "Large Truck";
"vehicle_type_luxury" = "Luxury";
"vehicle_type_luxury_elite" = "Luxury Elite";
"vehicle_type_medium_SUV" = "Medium SUV";
"vehicle_type_midsize" = "Midsize";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini Elite";
"vehicle_type_minivan" = "Minivan";
"vehicle_type_moped" = "Moped";
"vehicle_type_moving_van" = "Moving Van";
"vehicle_type_nine_seat_carrier" = "Nine Seat Carrier";
"vehicle_type_oversize" = "Oversize";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "Premium Elite";
"vehicle_type_regular" = "Regular";
"vehicle_type_seven_seat_carrier" = "Seven Seat Carrier";
"vehicle_type_small_SUV" = "Small SUV";
"vehicle_type_small_medium_truck" = "Small Medium Truck";
"vehicle_type_special" = "Special";
"vehicle_type_standard" = "Standard";
"vehicle_type_standard_elite" = "Standard Elite";
"vehicle_type_stretch" = "Stretch";
"vehicle_type_subcompact" = "Subcompact";
"vehicle_type_twelve_foot_truck" = "Twelve Foot Truck";
"vehicle_type_twelve_passenger_van" = "Twelve Passenger Van";
"vehicle_type_twenty_foot_truck" = "Twenty Foot Truck";
"vehicle_type_twenty_four_foot_truck" = "Twenty Four Foot Truck";
"vehicle_type_twenty_six_foot_truck" = "Twenty Six Foot Truck";
"vehicle_type_unique" = "Unique";
"vehicle_type_vehicle_size_SUV" = "Vehicle Size SUV";
"vehicle_type_other" = "Other";
"vehicle_fuel_petrol" = "Petrol";
"vehicle_fuel_diesel" = "Diesel";
"vehicle_transmission_auto" = "Automatic";
"vehicle_transmission_manual" = "Manual";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Same Charge-Same Charge";
"vehicle_fuel_policy_type_FULLFULL" = "Full to Full";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Empty to empty";
"vehicle_fuel_policy_type_FULLEMPTY" = "Pre-Purchase";
"vehicle_fuel_policy_type_HALFEMPTY" = "Half to empty";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Pick up quarter full and return empty";
"vehicle_fuel_policy_type_HALFHALF" = "Half to Half";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Quarter to Quarter";
"vehicle_fuel_policy_type_UNKNOWN" = "Unknown";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Pre-Purchase (partial refund)";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Fuel: Choose at desk.";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Fuel charges: Not included";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Fuel charges: Included";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Keep it charged so you don\'t get charged. You will receive a vehicle with a certain level of battery charge from the supplier at pick-up. You will then be responsible for returning it with a similar level of charge as it had when you picked it up.";
"vehicle_fuel_policy_desc_FULLFULL" = "This is the best fuel option. Your car comes with a full tank of fuel. Simply return the car with a full tank to avoid any re-fuelling charges.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Your car comes with sufficient fuel to get you to the closest petrol station. The car should be returned with an empty tank, as no refund will be given for any unused fuel.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Your car comes with a full tank of fuel but you will be charged for this at the service desk. The car should be returned with an empty tank, as no refund will be given for any unused fuel.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Your car is provided with a half tank of fuel. You will be charged for this fuel at the service desk. You can use as much of this fuel as you like and do not need to re-fill before returning the car";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Your car is provided with a quarter tank of fuel. You will be charged for this fuel at the service desk. You can use as much of this fuel as you like and do not need to re-fill before returning the car";
"vehicle_fuel_policy_desc_HALFHALF" = "Your car comes with a half tank of fuel. Return the car with a half tank to avoid any refuelling charges. If you return the car with more fuel, you will not receive any additional refund.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Your car comes with a quarter tank of fuel. Return the car with a quarter tank to avoid any refuelling charges. If you return the car with more fuel, you will not receive any additional refund.";
"vehicle_fuel_policy_desc_UNKNOWN" = "See Important Information";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Your car comes with a full tank of fuel. You will be charged for this at the service desk and you will incur a non-refundable administration fee. You will be refunded for any unused fuel once you return the car.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Your car is supplied with a full tank of fuel. You can choose to pay for the fuel in advance at the service desk (Pre-Purchase) or to re-fill the tank before returning the car (Full to Full). Either way, be sure to let the car hire supplier know which fuel policy you would like.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Fuel charges are not included in the rate. You pay for re-filling the tank to full before your chauffeur drops you off.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "All fuel charges are included.  You will not need to pay for any extra re-fuelling.";
"vehicle_pickup_type" = "Pick-up Type";
"vehicle_pickup_location_VWF_1.VWF.X" = "In Terminal";
"vehicle_pickup_location_VWF_2.VWF.X" = "On Airport";
"vehicle_pickup_location_VWF_3.VWF.X" = "Airport Terminal";
"vehicle_pickup_location_VWF_4.VWF.X" = "Railway Station";
"vehicle_pickup_location_VWF_5.VWF.X" = "Hotel delivery";
"vehicle_pickup_location_VWF_6.VWF.X" = "Car Dealer";
"vehicle_pickup_location_VWF_7.VWF.X" = "City Centre/Downtown";
"vehicle_pickup_location_VWF_8.VWF.X" = "East Of City Centre";
"vehicle_pickup_location_VWF_9.VWF.X" = "South Of City Centre";
"vehicle_pickup_location_VWF_10.VWF.X" = "West Of City Centre";
"vehicle_pickup_location_VWF_11.VWF.X" = "North Of City Centre";
"vehicle_pickup_location_VWF_12.VWF.X" = "Port/Ferry";
"vehicle_pickup_location_VWF_13.VWF.X" = "Near Resort";
"vehicle_pickup_details_VWF_1.VWF.X" = "This is the most convenient pick-up option. The service desk is located within the airport terminal.";
"vehicle_pickup_details_VWF_2.VWF.X" = "The service desk is conveniently located within the grounds of the airport area.";
"vehicle_pickup_details_VWF_4.VWF.X" = "This is a meet and greet service. Your driver will be waiting for you on arrival. Please supply us with your flight number so that the driver can track your flight for delays.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Your car will be available to pick-up from the front desk of your hotel.";
"vehicle_pickup_details_VWF_6.VWF.X" = "This is a meet and greet service. Your driver will be waiting for you on arrival. Please supply us with your flight number so that the driver can track your flight for delays.";
"vehicle_pickup_type_VLI_1.VLI.X" = "In Terminal";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminal and shuttle";
"vehicle_pickup_type_VLI_3.VLI.X" = "Free shuttle bus";
"vehicle_pickup_type_VLI_4.VLI.X" = "Meet and greet";
"vehicle_pickup_type_VLI_6.VLI.X" = "Personal driver";
"vehicle_pickup_at_airport" = "At Airport";
"vehicle_pickup_unknown" = "Unknown";
"included_title" = "Included for Free:";
"included_cancel" = "Cancellation";
"included_amend" = "Amendments";
"included_thirdparty" = "Third Party Liability";
"included_theft" = "Theft Protection";
"included_collision" = "Collision Damage Waiver";
"included_terms" = "Terms and Conditions";
"supplier_reviews" = "reviews";
"supplier_car" = "Cleanliness of the car";
"supplier_desk" = "Service at the supplier desk";
"supplier_pickup" = "Car hire pick-up process";
"supplier_dropoff" = "Car hire drop-off process";
"supplier_price" = "Overall value for money";
"supplier_waiting" = "Waiting time";
"supplier_below_average" = "Below average";
"supplier_good" = "Good";
"supplier_excellent" = "Excellent";
"supplier_rating_detail" = "customers rate this car rental company as";
"extras_equipment_aircon" = "Air Conditioning";
"extras_equipment_gps" = "GPS";
"extras_back" = "Back";
"extras_conditions" = "Please note that extras are paid at the rental desk. We try to ensure customers get all extras, however availability is not always guaranteed.";
"extras_per_day" = "per day";
"extras_placeholder" = "Provided by global insurance &amp; asset management leader Axa.";
"insurance_summary_replace_src" = "tick the box below";
"insurance_summary_replace_val" = "choose to continue with insurance";
"insurance_summary_title" = "Reasons to get full cover";
"insurance_list_1_title" = "Great value";
"insurance_list_1_body" = "Eliminate potential liability of up to ${x} for just ${w} per day";
"insurance_list_2_title" = "Best protection";
"insurance_list_2_body" = "In the event of damage or theft to the car and you are required to pay the excess, it will be fully refunded.";
"insurance_list_3_title" = "Peace of mind";
"insurance_list_3_body" = "You are fully covered for your excess when things go wrong.";
"insurance_conditions" = "Please see the ${x} for full details.";
"insurance_provider" = "Provided by global insurance and asset management leader Axa";
"insurance_policy" = "This policy is underwritten by INTER PARTNER ASSISTANCE SA, member of the AXA Assistance Group, Avenue Louise 166, 1050 Brussels, Belgium.";
"user_name_hint" = "Name";
"user_firstname_hint" = "First name";
"user_surname_hint" = "Surname";
"user_email_hint" = "Email";
"user_email2_hint" = "Confirm Email";
"user_phone_hint" = "Phone";
"user_address_hint" = "Address";
"user_address_line1_hint" = "Address line 1";
"user_address_line2_hint" = "Address line 2";
"user_city_hint" = "City";
"user_postcode_hint" = "Post code";
"user_flight_hint" = "Flight Number (important)";
"user_country_hint" = "Country";
"summary_desk" = "Pay at desk";
"summary_now" = "Pay now";
"summary_rental" = "Car Hire";
"summary_ground" = "Travel";
"summary_total" = "Total";
"summary_pickup" = "Pick-up";
"summary_dropoff" = "Drop-off";
"summary_lead_driver" = "Lead driver details";
"summary_vehicle" = "Vehicle summary";
"summary_payment" = "Payment summary";
"summary_damage_refund" = "Damage Refund Insurance";
"summary_booking_fee" = "Booking fee";
"payment_text_1" = "Tap \"Book now\" to complete your booking and accept the ${x}.";
"payment_text_2" = "Terms and Conditions";
"receipt_email_text" = "We have sent a confirmation email to ${x}. This may take up to 15 minutes to arrive. Please review your voucher before picking up your car.";
"receipt_scroll" = "Scroll for summary";
"receipt_success" = "Your booking was successful.";
"receipt_summary_car" = "Car summary";
"receipt_summary_driver" = "Lead driver details";
"receipt_summary_dropoff" = "Drop-off";
"receipt_summary_pickup" = "Pick-up";
"receipt_title" = "Congratulations!";
"receipt_your_reference" = "Your booking reference:";
"general_form_empty" = "Please fill in this field";
"results_empty" = "No results";
"error_widget_no_cars" = "Could not find vehicles for this location";
"error_payment_general" = "Error occurred during payment";
"error_requestor_missing" = "No requestor ID was provided";
"error_payment_no_internet1" = "No Internet Connection";
"error_payment_no_internet2" = "In order to complete your booking you will need an internet connection";
"error_payment_loading1" = "Sorry";
"error_payment_loading2" = "We are having trouble loading the payment screen";
"error_ok" = "OK";
"error_no_booking_ref" = "No Booking Ref";
"error_no_insurance_available" = "No Insurance Available";
"booking_reference_prefix" = "Booking reference";
"title_booking_manager" = "Upcoming Bookings";
"settings_language_header" = "Language";
"interstitial_header" = "Searching for your perfect car";
"interstitial_subheader" = "at the best price";
"mins_placeholder" = "mins";
"summary_deposit" = "Car hire deposit";
"confirmation_loading_header" = "We are currently processing your payment";
"confirmation_loading_subheader" = "This could take up to 30 seconds, please wait";
"address_details_title" = "Address Details";
"insurance_upgrade" = "Add Insurance";
"insurance_added" = "Added";
"car_rental_total" = "Car rental total";
"vehicle_features" = "features";
"vehicle_features_title" = "Other car features";
"free_cancellation_detail" = "Good news! Free cancellation and amendments with your booking.";
"free_cancellation_title" = "Good news!";
"free_cancellation_point1" = "Free cancellation up to 24 hours before your pick-up";
"free_cancellation_point2" = "No fee when you amend your booking online, in-app or over the phone.";
"vehicle_mileage_title" = "Mileage allowance:";
"vehicle_mileage_618_VCP_X" = "Limited mileage";
"vehicle_mileage_618_VCP_X_desc" = "An average driving distance of ${x} ${y} ${z} is included in this price. Additional charges may incur for extra distance travelled.";
"vehicle_mileage_609_VCP_X" = "Unlimited mileage";
"vehicle_mileage_609_VCP_X_desc" = "There is no limit to the distance you can drive with this car";
"vehicle_insurance_title" = "Insurance";
"vehicle_insurance_title_description" = "Limited cover";
"insurance_upgrade_title" = "Upgrade Your Cover";
"insurance_upgrade_subtitle" = "Damage Refund Insurance";
"insurance_more" = "More details";
"insurance_per_day" = "per day";
"insurance_total" = "Total";
"insurance_detail_title" = "Damage Refund Insurance";
"insurance_more_details_title1" = "Reduce your liability from ${x} to  ${y}";
"insurance_more_details_insurance_main_text" = "The car hire supplier may ask you to purchase deposit or excess insurance for your trip. This Damage Refund Insurance should cover your excess cover requirements, so please check your terms and conditions before buying another insurance policy. If there is damage to the car or it is stolen, the car hire supplier will keep the excess to cover the costs, which you can claim back in full with Damage Refund Insurance.";
"vehicle_other" = "Other cars";
"insurance_more_details_title2" = "What\'s covered";
"insurance_more_details_point1" = "Full damage &amp; theft excess refund";
"insurance_more_details_point2" = "Tyres, windows, mirrors &amp; wheels";
"insurance_more_details_point3" = "Roof, undercarriage &amp; misfuelling";
"insurance_more_details_point4" = "Administration charges";
"insurance_more_details_point5" = "Key cover &amp; personal possessions";
"insurance_terms_conditions" = "Terms and Conditions";
"CTA_add_to_flight" = "Add to flight";
"CTA_edit" = "Edit";
"payment_name" = "Name";
"payment_card" = "Card number";
"payment_expiry" = "MM/YY";
"payment_cvc" = "CVC number";
"payment_summary_pay_nothing_desk" = "Pay nothing at the desk";
"extras_title" = "Add Extras";
"extras_all" = "View all";
"merchandising_business" = "Business traveller";
"merchandising_city_break" = "City Break";
"merchandising_family_size" = "Family Size";
"merchandising_best_seller" = "Best Seller";
"merchandising_great_value" = "Great Value";
"merchandising_quickest_queue" = "Quickest Queue";
"merchandising_recommended" = "Recommended";
"merchandising_upgrade_to" = "Upgrade to";
"merchandising_on_budget" = "On a budget";
"merchandising_best_reviewed" = "Best Reviewed";
"payment_free" = "Included for free";
"feature_usb" = "USB connection";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Other Features";
"feature_german_model" = "German model";
"feature_front_demister" = "Front demister";
"feature_parking_sensors" = "Parking sensors";
"feature_fuel_economy" = "Good on fuel";
"extra_per_rental" = "per rental";
"mileage_allowance" = "Mileage";
"mileage_unlimited" = "Unlimited";
"mileage_limited" = "Limited";
"insurance_basic" = "Insurance:";
"insurance_basic_detail" = "Limited cover";
"CTA_add_vehicle_basket" = "Add to basket";
"all_extras_paid" = "All extras are paid for at pick-up";
"payment_secure_text" = "100% Secure";
"payment_cardnumber" = "Card number";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Included for free:";
"extras_101.EQP" = "Additional Driver";
"extras_7" = "Suitable for infants up to 9 months old or weighing less than 20 pounds / 9 kilos.";
"extras_9" = "Suitable for children aged 4 years and up or weighing 40-100 pounds / 18-45 kilos.";
"extras_8" = "Suitable for children 9 months to 4 years or weighing 20-40 pounds / 8-18 kilos.";
"extras_13" = "Satellite navigation system.";
"extras_3" = "Expands the car\'s storage space.";
"extras_34" = "Mobile phone with GPS.";
"extras_4" = "Safe ski storage.";
"extras_10" = "Recommended for driving in winter conditions.";
"extras_52" = "Allows you to use electronic toll payment lanes while driving on motorways.";
"extras_55" = "Wireless internet access for laptops, smartphones, tablets and other Wi-Fi enabled devices.";
"extras_30" = "This package includes mandatory equipment for driving in winter conditions.";
"extras_14" = "Recommended for driving in winter conditions.";
"Message.FreeCancellation.7days" = "Free cancellation up to 7 days after your booking! ";
"extras_102.EQP" = "Satellite navigation system.";
"overall_rating" = "Rating";
"payment_invalid_card_number" = "Invalid number";
"payment_invalid_expiry_date" = "Invalid date";
"payment_invalid_cvc_number" = "Must be 3 or 4 digits";
"search_title" = "Search";
"search_compare_deals" = "Compare and find the <b>best value</b> car hire deals";
"whats_your_pickup_location" = "What’s your pick-up location?";
"whats_your_dropoff_location" = "What\'s your drop-off location?";
"view_your_next_trip" = "View your next trip!";
"book_another_car" = "or book another car";
"why_book_with_us" = "Why book with us?";
"free_cancellation_and_amendments" = "Free cancellation and amendments";
"free_cancellation_amendments_detail" = "Free cancellation up to 24 hours prior to your pick-up. No administration fees when you amend your booking.";
"phone_support" = "24/7 phone support";
"phone_support_detail" = "Our team is here to help, 24 hours a day, 7 days a week";
"airports_city_locations" = "30,000 airports and city locations";
"airports_city_locations_detail" = "Compare 1,700 suppliers, Choose &amp; Save!";
"no_hidden_costs" = "No hidden costs";
"no_hidden_costs_detail" = "We’ll explain any additional costs before you book your car hire. More details on what’s included? Just check the Ts&amp;Cs of any car.";
"damage_theft_protection" = "Damage and theft protection";
"damage_theft_protection_detail" = "Our rentals include Collision Damage Waiver and Theft Protection.";
"vehicles" = "vehicles";
"apply" = "Apply";
"select_all" = "Select All";
"perfect_car" = "We are searching for your perfect car";
"free_cancellation" = "Free";
"cancellation_amendments" = "cancellation and amendments";
"included_important" = "Important";
"customer_ratings" = "Based on %@ customer ratings";
"more_features" = "More Features";
"continue_to_payment" = "Continue to payment";
"car_rental" = "Car hire";
"toast_extras" = "Your total includes extras, but you will pay for them when you pick up your car.";
"booking_delay" = "This may take up to 30 seconds";
"booking_please_sit_tight" = "Please sit tight";
"booking_secure_payment" = "Secure Payment";
"booking_pay" = "Pay";
"booking_manage_your_booking" = "Manage your booking";
"booking_card_title" = "Trip to";
"booking_button_title" = "VIEW BOOKING";
"booking_list_title" = "View your next trip?";
"payment_title_header" = "Review";
"payment_pay_at_pickup_title" = "Pay at pick-up";
"payment_pay_at_desk_title" = "Payable at desk";
"summary_extras_cell_title" = "You will pay for the following items at pick-up in the local currency:";
"summary_car_hire_title" = "Car Hire fee";
"booking_summary_title" = "Booking Reference";
"payment_summary_title" = "Price Summary";
"user_phone_prefix_hint" = "Prefix";
"car_rental_subscribe" = "Yes, I\'d like to receive exclusive offers by email. Unsubscribe at any time.";
"secure_payment_header" = "Secure Payment";
"secure_payment_text" = "All payment transactions are 128-bit SSL encrypted";
"payment_conditions_1" = "Tap \"Pay\" to complete your booking and accept the ${x} and ${y}";
"payment_conditions_2" = "Rental conditions";
"splash_navigation_title" = "Car Hire";
"summary_pay_total" = "Pay %@";
"deselect_all" = "Deselect All";
"free_cancellation_and_amendments_banner" = "<b>Free</b> cancellations and amendments";
"settings_currency_updated" = "Currency updated";
"booking_not_included" = "Not included";
"vehicle_type_convertible" = "Convertible";
"loyalty_scheme_title" = "WestJet Rewards";
"loyalty_scheme_label" = "WestJet Rewards ID";
"loyalty_scheme_intro" = "WestJet Rewards members earn 1% back in WestJet dollars. WestJet dollars are awarded on the pre-taxes and fees cost of your rental.";
"loyalty_scheme_notes" = "WestJet dollars may only be accrued by the lead driver.  Please provide the lead driver’s WestJet Rewards ID.";
"loyalty_scheme_confirm" = "This member will be the primary driver for the car rental and will earn WestJet dollars on the before taxes, fees and surcharges cost of the rental.";
"Free.LimitedDamageProtection" = "Limited Damage Protection";
"Free.LimitedTheftProtection" = "Limited Theft Protection";
"Insurance.Excess.Liability" = "Excess liability up to ${x}";
"Insurance.Basic.Cover.Incl" = "Limited cover (included):";
"Insurance.Insurance.Explained" = "Insurance explained";
"Basic.Intro" = "With the supplier’s Limited Cover, you are covered for third party liability. You also have limited damage and theft protection. It covers the majority of the costs, however you are liable for an excess up to €3,000. When you pick up your car, you need to leave a security deposit using your credit card. If the car is damaged or stolen, the supplier will retain the costs from your deposit.";
"Insurance.Premium.Cover" = "Premium Cover:";
"Premium.Intro" = "With Premium Cover, you get the benefits of the supplier’s Limited Cover (including cover of third party liability) plus a protection of your security deposit. If your car is damaged or stolen, the car hire supplier will keep the excess to cover the costs, which you can claim back subject to maximum limits as shown in the Benefits Table of the policy (see links below). Details on making a claim will be sent in your confirmation email.";
"Premium.Tyres.Benefit" = "It covers you for flat tyre and tyre replacement, damage to mirrors and wheels.";
"Premium.Key.Benefit" = "It also covers you for replacement of lost keys and personal possessions if they get stolen from your car.";
"Premium_TC" = "Premium Terms and Conditions";
"Insurance.Got.It" = "Got it!";
"Damage.Protection" = "Damage Protection";
"Free.TheftProtection" = "Theft Protection";
"Insurance.Checklist.ExcessRefund" = "Refund of any excess paid";
"AddPremium" = "Add Premium Cover";
"NoThanks" = "No thanks";
"Daily_price_Per_day" = "/day";
"Insurance.Info.Subtitle1" = "Picking up your car";
"Insurance.Info.Subtitle2" = "Returning your car";
"Insurance.Info.Text.2" = "The car hire supplier may ask you to purchase excess insurance at the desk. You should not need this insurance as you are covered if you add our Damage Refund Insurance.";
"Insurance.Info.Text.3" = "A deposit will be placed on your credit card to cover the excess in case of damage or theft.";
"Insurance.Info.Text.4" = "If the car is not damaged or stolen, the excess deposit on your credit card will be fully refunded.";
"Insurance.Info.Text.5" = "If there is damage to the car or it is stolen, the car hire supplier will keep the excess to cover the costs, which you can claim back in full. Details on making a claim will be sent in your confirmation email.";
"Insurance.Info.Text.6" = "Be sure to bring a credit card in the driver’s name, along with a credit limit sufficient to cover the excess/deposit, and call us if you have any problems when you reach the car hire supplier service desk.";
"Insurance.Info.Text.7" = "Refer to the Terms and Conditions for full details.";
"X.PerDay" = "${x} per day";
"Insurance.Prompt.CoverPrice" = "Total price: ${x}";
"car.insurance" = "Car Insurance";
"AddStandard" = "Add Premium Cover";
"CTA.Insurance.Added" = "With Premium Cover";
"CTA.Insurance.Not.Added" = "With Limited Cover";
"Standardadded" = "Premium Cover added";
"PayAtPickupReminder" = "Don\'t forget, you will pay the remaining ${x} at pick-up, in local currency.";
"Insurance.Limited.Cover.Incl" = "Limited cover (included)";
"Recent.Searches" = "Recent searches";
"AddCar" = "Add car";
"Total" = "Total:";
"Limited.Offer" = "Limited time offer";
"PercentageOff" = "${x} off";
"Free.ThirdPartyLiability" = "Third Party Liability";
"Insurance.Checklist.Item2" = "Tyres, windows, mirrors &amp; wheels";
"Insurance.Checklist.Item5" = "Key cover &amp; personal possessions";
"Chubb.Content.1" = "The Collision Damage Waiver and Theft Protection included in this hire do not fully cover you in the event of damage and theft. You are still liable for payment of an excess if the car is damaged or stolen or you lose the keys.";
"Chubb.Content.2" = "Yes, I want to insure myself against potential excess payments for only ${x} (${y} = ${z}).";
"Chubb.Content.3" = "If you want to insure potential excess payments, be sure to tick the box above.";
"Chubb.Content.4" = "Great value";
"Chubb.Content.5" = "Reimbursement of incurred excess payment up to ZAR 50,000 for just ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Best Protection";
"Chubb.Content.7" = "Receive a refund of up to ZAR 50,000 if you are required to pay an excess.";
"Chubb.Content.8" = "And more";
"Chubb.Content.9" = "Personal Accident Benefit of up to ZAR 50,000 for death and disability and cover for a Theft of Personal Belongings up to ZAR 15,000 are included in this insurance.";
"Chubb.Content.10" = "How does this insurance work during and after the hire?";
"Chubb.Content.11" = "How does this insurance work during and after the hire?";
"Chubb.Content.12" = "Picking up your car";
"Chubb.Content.13" = "The car hire supplier may ask you to purchase excess insurance at the desk. You should not need this insurance as you are covered if you add our Damage Refund Insurance. A deposit will be placed on your credit card to cover the excess in case of damage or theft.";
"Chubb.Content.14" = "Be sure to bring a credit card in the driver’s name, along with a credit limit sufficient to cover the excess/deposit, and call us if you have any problems when you reach the car hire supplier service desk.";
"Chubb.Content.15" = "Returning your car";
"Chubb.Content16" = "If there is damage to the car or it is stolen, the car hire supplier will keep the excess to cover the costs, which you can claim back in full. Details on making a claim will be sent in your confirmation email.
If the car is not damaged or stolen, the excess deposit on your credit card will be fully refunded.";
"Chubb.Content.17" = "Refer to the Terms and Conditions for full details.";
"National.ID" = "National ID Number";
"Origin.Province" = "Select your origin province";
"Allianz.Content.1" = "Insurance benefits under this policy include";
"Allianz.Content.2" = "Physical damage or loss to the rental car that occurs while you are driving or while the rental car is left unattended during the rental car period";
"Allianz.Content.3" = "Other loss or damage to the rental car resulting from causes other than collision (for example: fire, storm, vandalism)";
"Allianz.Content.4" = "Theft of the rental car or any of its respective parts or accessories";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "Charges for towing the rental car to the nearest availability facility.";
"origin.State" = "Select your origin state";
"Orient.legal" = "This policy is underwritten by Orient Sigorta A.Ş. (registration number T14113-CEM09) and distributed by its authorised agency, Hepstar. By selecting this product you consent to your personal data being submitted, processed, recorded, stored, classified, updated and distributed to necessary third parties, as well as stored abroad in accordance with the Turkish law number 6698 and related legislation.";
"Insurance.Upgrade.Cover" = "Upgrade Your Cover";
"Car.Excess.Cover.AU" = "Rental Car Excess Insurance";
"Insurance.Checklist.Item1" = "Damage &amp; theft excess refund";
"Add" = "Add";
"Car.Excess.Cover.Text.AU" = "When you pick up the car, the supplier will generally hold a deposit on your credit card for the amount of your excess which you may be liable to pay if the car is damaged or stolen.";
"Car.Excess.Cover.CTA.Promo" = "If you want to cover the rental car excess liability (up to ${x}), simply tick the box below";
"Insurance.Prompt.Content.CTA" = "Yes, I want to purchase Rental Car Excess Insurance";
"Car.Excess.Cover.Agree.Statement" = "By ticking the box above I agree to receive the ${x} and ${y} via these links and I have read and understood them, and I agree to my personal information being collected, used and disclosed as set out in the Allianz Global Assistance ${z}.";
"Insurance.Prompt.Agree.Links" = "Product Disclosure Statement (PDS)";
"Insurance.Prompt.Agree.Links2" = "Financial Services Guide";
"Insurance.Prompt.ContentUS2" = "Protect yourself with Allianz Rental Car Protector for as little as ${x} per day.";
"Insurance.Prompt.TCs" = "Exclusions, conditions and limitations may apply. See ${x}";
"CarTermsAndConditions" = "Terms and Conditions";
"Car.Excess.Cover.CTA.AU" = "Yes, I want to purchase Rental Car Excess Insurance for ${x}";
"Add.Cover" = "Add Cover";
"Insurance.Prompt.SelectCA" = "Which province issued your driver licence?";
"Insurance.Prompt.CTA.Insure.US" = "Yes, I want to purchase Rental Car Protector";
"AddInsurance" = "Add insurance";
"Chubb.Content.18" = "This product is only available for persons between the ages of 21 and 80. The policy is underwritten by Chubb Insurance South Africa Limited and administered by Hepstar Financial Services, authorised financial services providers. The T&amp;C\'s of the policy apply. This policy is provided without any advice and the insurance is taken on the basis of factual information provided by the Insurer.";
"Car.Excess.Cover.TC.AU" = "This insurance is underwritten by Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 and issued and managed by AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 trading as Allianz Global Assistance. Et Ausco Limited ARBN 612 412 094 trading as CarTrawler arranges this insurance as agent for Allianz Global Assistance. Terms, conditions, limits and exclusions apply. Any advice on
this Insurance is provided by Allianz Global Assistance, is general advice only and not based on any consideration of your objectives, financial situation or needs. Before making a decision please consider the ${x}. If you purchase a policy Allianz Global Assistance, CarTrawler and the entity who referred to you to this site receive commission which is a percentage of your premium.";
"Orient.Content.1" = "Receive a refund of up to TRY 7000 if you are required to pay an excess.";
"Orient.Content.2" = "Reimbursement of incurred excess payment of up to TRY 7000 for just ${x} (${y} = ${z}).";
"Orient.Content.3" = "Personal Accident Benefit of up to TRY 100,000 for death or disability and cover for Theft of Personal Belongings of up to TRY 3000 are included in this insurance!";
"Orient.Content.4" = "Cover for unexpected excess payments.";
"Orient.Content.5" = "Personal Accident Benefit of up to TRY 100,000 for death and disability and cover for a Theft of Personal Belongings up to TRY 3,000 are included in this insurance.";
"Insurance.Prompt.Agree.Links3" = "Privacy Notice";
"Allianz.Content.7" = "I wish to purchase Rental Car Protector and have read the ${x}";
"Allianz.Content.8" = "Insurance rates quoted do not include Tax. Taxes will be charged if applicable in your province and listed separately on your Insurnace Confirmation.";
"filter_pickup" = "Pick-up location";
"vehicle_seat" = "Seat";
"vehicle_seats" = "Seats";
"age_range_error_text" = "Please enter a valid driver\'s age (18 or over)";
"invalid_search_parameters" = "Error with search parameters";
"insurance" = "Insurance:";
"supplier_average" = "Average";
"TRANSFERS.Cheapest.Airport.Destination" = "TRANSFERS – The cheapest way to get from the airport to your destination";
"GT.Private.Transfer" = "Private transfer";
"Transfer.Service.Class.Regular" = "Standard";
"Business" = "Business";
"Business.Minivan" = "Business Minivan";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Minivan";
"Max.Passengers" = "Up to ${X}";
"AirConditioning.Abbr" = "A/C";
"WifiAccess" = "Wi-Fi Access";
"Free.Cancellation.Mobile" = "Free cancellation";
"Filter.Supplier" = "Supplier";
"Review.destination.address" = "Review your destination address";
"Book.Now.Modify.Destination" = "You can book now and modify your destination up to 24 hours before departure. The price may change based on your destination.";
"One.Hyphen.Way.Transfer" = "One-way transfer";
"Special.requests.optional" = "<strong>Special requests</strong> (optional)";
"Additional.Info.Text" = "Is there any additional information the driver should know, special requirements, child seats, baggage type?";
"Special.Request" = "Enter any special request";
"You.also.get" = "<strong>You also get:</strong>";
"Certified.Driver" = "Certified driver";
"No.taxes.tolls.gratuity" = "No taxes, tolls and gratuity";
"FREE.wait" = "FREE wait time";
"TransferConditions" = "Transfer conditions";
"IHaveReadTermsConditions.link2" = "Booking Terms and Conditions";
"Privacy.Policy" = "Privacy policy";
"Confirm" = "Confirm";
"Total.Transfer.Cost" = "Total transfer cost";
"OtherFee" = "Other fees";
"YoungDriverFee" = "Young driver fee";
"Price.Updated" = "The price was updated.";
"Address.Prompt.Field" = "Please enter a hotel, airport, street address or place of interest";
"Price.No.Change" = "All good, there was no price change.";
"PrivateTransfer.Added" = "Your private transfer has been added";
"Results.Found" = "${X} results found";
"Ticket.Oneway" = "One way";
"From.To" = "From ${X} to ${Y}";
"Destination.confirmed" = "Destination confirmed";
"No.Avail.Search.Error" = "There is no availability in this area. Please try another location.";
"To" = "To";
"a_TO_b" = "to";
"EditSearch" = "Edit search";
"Where.Drop.Off" = "Where can we drop you off?";
"Where.Pick.Up" = "Where can we pick you up from?";
"GT.Passengers" = "Passengers";
"Total.Passengers" = "${x} passengers";
"GT.S1.PickupDate" = "Pick-up date";
"GT.S1.OnePassenger" = "${x} passenger";
"Additional.Info.Text2" = "There may be an extra charge for services or equipment such as car seats for children. You will be contacted before any such charges are applied to your booking.";
"GT_USP_SHORT_waiting" = "When you get there, we’ll be waiting for you";
"Details" = "Details";
"Validation.Looks.Good" = "Looks good!";
"insurance.hepstar.tr.nationalIDError" = "Please enter a valid ID number";
"Chubb.TC.Link" = "http://assets.hepstar.com/documents/Chubb_Leisure_Travel_Policy_Wording.pdf";
"Orient.TC.Link" = "http://assets.hepstar.com/documents/20140904-ORIENT-CHE-TERMS-TURKISH.pdf";
"Allianz.TC.Link" = "https://www.magroup-online.com/CTW/CA/EN/CTW_CA_en_TCs.pdf";
"IPID_LINK_TEXT" = "Refer to the Insurance Product Information Document (IPID) before making your decision";
"Free.Cancellation.All.Cars" = "Free cancellation on all cars";
"SelectedCar" = "Selected Car";
"Insurance.IPID.App" = "By adding premium cover I confirm that I have read the ${x} and that, based on that information, this policy suits my needs.";
"Insurance.IPID.Document" = "IPID document";
"Insurance.Explained" = "Your excess explained";
"InsuranceExplained.TextUpdate" = "This product meets the demands and needs of those who wish to cover their liability for costs charged by the car hire company, up to ${x}, if there is damage to or loss of the vehicle during the rental period";
"ImportantInformation" = "Important information";
"CTA.PayAcceptTermsGDPR" = "Click \"Pay\" to complete your booking and agree to the ${x}, ${y} and our ${z}.";
"Residency.PopUp" = "Changing your country/region of residence can affect the price and availability of your selected car. You will be redirected to the Results page, where your search will be updated.";
"Country.Region" = "Country/Region";
"SearchDatesIncorrect.Error" = "Date incorrect. Please review your selected dates";
"AgeFieldYoung.Error" = "Please enter an age between 18 and 24";
"DriverFullName.Empty.Error" = "Please fill in the driver\'s first name and surname.";
"DriverEmail.Empty.Error" = "Please fill in your email address.";
"Phone.Empty.Error" = "Please fill in your phone number.";
"Address.Empty.Error" = "Please fill in your address.";
"City.Empty.Error" = "Please fill in your city.";
"OpeningHours" = "Opening hours";
"AgeFieldElder.Error" = "Please enter an age greater than 71";
"DistancePickupX" = "Distance from pick-up location: ${x}";
"Distance.Tooltip" = "The supplier desk is located at: ${x}. This is ${y} from ${z}";
"FlightNumber.Empty.Error" = "Flight number is required";
"NameOnCard" = "Name on card";
"EmailAddress" = "Email address";
"title_search_results" = "Search Results";
"title_interstitial" = "Searching….";
"Availability.Mobile1" = "We couldn\'t find any results matching your criteria, but changing your search may help.";
"Availability.Text2" = "Try alternative pick-up and drop-off times";
"Availability.Text3" = "Try alternative dates";
"LocationType.Airport" = "Airport";
"DriverDetails" = "Driver Details";
"search_country" = "Search";
"wcag.information" = "Additional information";
"filter_clearall" = "Clear all";
"filter_clear" = "Clear";
"Size.Small" = "Small";
"Size.Medium" = "Medium";
"Size.Large" = "Large";
"Size.SUV" = "SUV";
"Size.Fullsize" = "Fullsize";
"Size.Luxury" = "Luxury";
"Size.Premium" = "Premium";
"simple_connection_error" = "There was a problem processing your request. Please try again";
"Residency.PopUp.Title" = "Country/Region change?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Please fill in card expiration month and year";
"DriverFirstName.Empty.Error" = "Please fill in driver\'s first name";
"DriverLastName.Empty.Error" = "Please fill in driver\'s surname";
"FlightNumberOptional" = "Flight Number (optional)";
"results_car_empty" = "No car results";
"Availability.Text5" = "Try removing filters";
"wcag.basket" = "Payment basket";
"wcag.addExtra" = "Add extra";
"wcag.removeExtra" = "Remove extra";
"results_driver_age" = "Driver age: ${x}";
"filter_showxcars" = "Show ${x} cars";
"wcag.back" = "Back";
"Filter.CarSize.Show.All" = "Show more sizes";
"Filter.CarSize.Show.Less" = "Show less sizes";
"CardholderName.Empty.Error" = "Please fill in the cardholder\'s name.";
"CardSecurityCode.Empty.Error" = "Please fill in the security code here.";
"CardNumber.Payment.Empty.Error" = "Please fill in the card number.";
"Cardexpiry.Empty.Error" = "Please fill in card expiry date.";
"SpecialOffer.GuaranteedNewCar" = "Guaranteed New Car";
"SpecialOffer.FreeDriver" = "Free Additional Driver";
"SpecialOffer.GuaranteedCarModel" = "Guaranteed Car Model";
"Carblock.People" = "${x} People";
"cancellation_banner" = "Free cancellation on all cars up to 48 hours before your pick-up";
"Carblock.PricePerDay" = "${x}/day";
"Carblock.Total" = "${x} total";
"CarPriceInclude" = "Includes ${x} (${y})";
"CarPriceInclude.Free" = "Free";
"Insurance.Modal.Accept" = "Accept";
"Insurance.Modal.AcceptText" = "Before you proceed, you must accept the Insurance Terms and Conditions";
"Insurance.Modal.ViewTerms" = "View Terms &amp; Conditions";
"Preferred.Supplier.Footer.Default" = "Exclusive deals";
"Preferred.Supplier.Header.Default" = "Recommended";
"Booking.Summary.Payment.Paid" = "Paid";
"Booking.Summary.Payment.Pickup" = "Due at pick-up";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Please note that your policy documentation can be provided to you in email and/or by post. By clicking on ‘${x}’ and providing your email address, your documents will be provided by email. Should you wish to receive your insurance documents by post, please email carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Please enter an age greater than ${x}";
"DriverAgeYoung.Error" = "Please enter an age between ${x} and ${y}";
"Extras.Show.List" = "Show list";
"Extras.Subheader" = "Availability of these extras is not always guaranteed and prices are subject to change if paying at the desk.";
"Extras.Included" = "Included";
"Extras.X.Free" = "${x} for free";
"Payment.Summary.Free" = "Free ${x}";
"error_connection_text" = "Please make sure you are connected to a mobile or WIFI network and try again.";
"error_connection_cta" = "Try Again";
"error_dismiss" = "Dismiss";
"Upsell_Title" = "Good News!";
"Upsell_Body" = "You have a choice of insurance options on your selected car.";
"CTA_Not_Now" = "Not now";
"Limited_Cover_Title" = "Limited Cover";
"Limited_Insurance_Checklist_Item1" = "${x} excess liability (non-refundable)";
"Limited_Insurance_Checklist_Item3" = "Limited damage &amp; theft protection";
"Premium_Insurance_Details" = "Damage Refund Insurance provided by AXA.";
"Premium_Insurance_Checklist_Item1" = "Up to ${x} excess protection (refundable)";
"Premium_Insurance_Checklist_Item2" = "${x} deposit at the desk";
"Premium_Insurance_Checklist_Item3" = "Damage &amp; theft excess refund";
"ZeroExcess_Title" = "Zero Excess Bundle";
"ZeroExcess_Insurance_Details" = "Insurance with zero excess and a low deposit.";
"ZeroExcess_Checklist_Item1" = "${x} excess";
"ZeroExcess_Checklist_Item2" = "Damage &amp; theft protection";
"ZeroExcess_CC_Required" = "No credit card required";
"Insurance_Checklist_Third_Party" = "Third party liability protection";
"Insurance_Checklist_Desk_Deposit" = "${x} deposit at the desk";
"Insurance_More_Info" = "More Information";
"CTA_Show_Me" = "Show me";
"SpecialOffer.ZeroExcessAvailable" = "Zero Excess Bundle available";
"Limited_Insurance_Included" = "Included in your car rental fee.";
"Premium_Insurance_Checklist_Item4" = "Windows, roof, undercarriage &amp; tyres";
"Premium_Insurance_Checklist_Item5" = "Key cover &amp; personal possessions";
"CTA_Add_Continue" = "Add and continue";
"ZeroExcess_Terms_1" = "With the Zero Excess Bundle, you get the benefits of the supplier\'s Limited Cover (including cover of third party liability), plus ${x} excess and much lower security deposit. If your car is damaged or stolen, the car hire supplier will not charge you.";
"ZeroExcess_Terms_2" = "Damage to or loss of tyres, windscreen, glass and undercarriage may not be covered. Please check with the rental agent at the desk.";
"LimitedCover_Info" = "With the supplier’s Limited Cover, you are covered for third party liability. You can also have limited damage and theft protection. It covers the majority of the costs, however you are liable for an excess up to ${x}. When you pick up your car, you need to leave a security deposit using your credit card. If the car is damaged or stolen, the suppliers will retain the costs from your deposit.";
"Swiss_Premium_Insurance_Details" = "The insurance protection is underwritten by TSM Insurance. All claims are handled by AXA Assistance.";
"FlightNumber_Error" = "Please check your flight number.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "This is not a recognised loyalty number";
"Priority_Messaging_Native_Results" = "Enjoy flexibility and enhanced cleaning measures.";
"Priority_Messaging_Native_Details" = "Free cancellation is available up to ${x} hours before pick-up.";
"Priority_Messaging_Native_Payment" = "Stay flexible with free cancellation up to ${x} hours before pick-up.";
"car_features" = "Car Features";
"vehicle_fuel_hybrid" = "Hybrid";
"vehicle_fuel_electric" = "Electric";
"rental_info_details" = "More Details";
"vehicle_fuel_policy_type_FREETANK" = "Free Tank";
"vehicle_fuel_policy_desc_FREETANK" = "Your car comes with a free full tank of fuel. You can use as much fuel as you like and do not need to re-fill before returning the car.";
"vehicle_fuel_policy_type_SAMESAME" = "Same to Same";
"vehicle_fuel_policy_desc_SAMESAME" = "You will pick your car up with fuel. Check the amount of fuel before you drive. You will need to return it with the same amount of fuel.";
"Filter_PriceRange" = "Price Range";
"Filter_AverageCarPrice" = "The average car price is ${x}";
"PickupType_CarDriver" = "Chauffeur service";
"PickupType_CarDriver_Info" = "Your chauffeur will meet you at the arrivals hall in the airport terminal.";
"PickupType_MeetNGreet" = "Meet &amp; Greet";
"PickupType_MeetNGreet_Info" = "A representative from the car hire supplier will meet you in the airport terminal and direct you to the service desk.";
"PickupType_Terminal" = "In Terminal";
"PickupType_Terminal_Tooltip" = "This is the most convenient pick-up option. The service desk is located within the airport terminal.";
"PickupType_ShuttleBus_Terminal" = "Free Shuttle Bus";
"PickupType_ShuttleBus_Terminal_Tooltip" = "A free shuttle bus will bring you from the airport terminal to the service desk.";
"PickupType_ShuttleBus_Counter" = "Free Shuttle Bus";
"PickupType_ShuttleBus_Counter_Tooltip" = "A free shuttle bus will bring you from the airport terminal to the service desk.";
"PickupType_HoppaShuttleBus" = "Shuttle Bus";
"PickupType_HoppaShuttleBus_Info" = "A shuttle bus will bring you to the service desk near the airport terminal. There might be a small charge for this service, which should be paid to the driver.";
"PickupType_OnAirport_Terminal" = "On Airport";
"PickupType_OnAirport_Terminal_Info" = "The service desk is conveniently located within the grounds of the airport area.";
"PickupType_OnAirport" = "On Airport";
"PickupType_OnAirport_Info" = "The service desk is conveniently located within the grounds of the airport area.";
"PickupType_Rail" = "Rail link required";
"PickupType_Rail_Info" = "A rail link journey from the airport terminal to Supplier location is necessary";
"vehicle_fuel_lpg" = "LPG";
"vehicle_fuel_hydrogen" = "Hydrogen";
"vehicle_fuel_ethanol" = "Ethanol";
"vehicle_fuel_multifuel" = "Multifuel";
"sale_search_banner_title" = "Sale now on!";
"sale_search_banner_description" = "Up to ${x} off. Sale ends ${y}.";
"sale_landing_banner_title" = "Sale now on!";
"sale_landing_banner_description" = "Up to ${x} off. Sale ends ${y}.";
"landing_page_1_title" = "Flexible Bookings";
"landing_page_3_title" = "24/7 Customer Support";
"landing_page_4_title" = "No hidden charges";
"landing_page_4_desc" = "We’ll explain any additional costs before you book your car hire";
"landing_page_1_desc" = "Book a car with free cancellation up to 48 hours before pick-up";
"landing_page_2_title" = "Sanitised cars";
"landing_page_2_desc" = "Be safe and confident on your trip with enhanced cleaning measures";
"landing_page_3_desc" = "Our team is here to help you with any queries related to your booking";
"sale_discount_payment" = "Discount (-${x})";
"sales_TCs" = "Terms &amp; Conditions";
"recent_search_delete" = "Delete";
"Pickup.Error" = "Please enter your pick-up location.";
"Return.Error" = "Please enter your return location.";
"HA_landing_page_title" = "Hire a car with confidence. Search. Compare. Save.";
"Argus_landing_page_title" = "The lowest price or the difference back. Simple.";
"Premium_Insurance_title" = "Damage Refund Insurance provided by ${x}.";
"Insurance.Checklist.Item1.2" = "Theft excess refund";
"ZeroExcess_Checklist_Item2_1" = "Damage protection";
"ZeroExcess_Checklist_Item2_2" = "Theft protection";
"Insurance.Checklist.Item1.1" = "Damage excess refund";
"Disclaimer.Quebec" = "Coverage is not available for residents of Quebec";
"Select.Province" = "Select province";
"Province.Residency" = "Province of residency";
"state.CA.BC" = "British Columbia";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Prince Edward Island";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Northwest Territories";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Scotia";
"state.CA.NL" = "Newfoundland and Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Loss Damage Waiver Reimbursement Insurance provided by AWN.";
"no_cover_title" = "No Cover";
"no_cover_item1" = "${x} damage &amp; theft liability";
"no_cover_item3" = "No damage &amp; theft protection";
"no_cover_item2" = "${x} deposit at the desk";
"no_cover_item4" = "No third party liability protection";
"no_cover_cta" = "Continue without cover";
"Insurance.Cover" = "Insurance Cover";
"CTA_Confirm_booking" = "Confirm booking";
"CTA.Confirm.AcceptTerms" = "Tap ‘Confirm Booking’ to complete your booking and accept our rental conditions, terms and conditions and privacy policy.";
"state.US.AK" = "Alaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "California";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "District of Columbia";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgia";
"state.US.HI" = "Hawaii";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "North Carolina";
"state.US.ND" = "North Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "New Mexico";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "South Carolina";
"state.US.SD" = "South Dakota";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "West Virginia";
"state.US.WY" = "Wyoming";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: Important Coverage Limitations";
"State.Residency" = "State of Residency";
"Select.Residency" = "Select Residency";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Exclusive deals";
"PrefSupplier.Tagline.Mobile.AVIS" = "Recommended Deal";
"PrefSupplier.Tagline.Mobile.BUDGET" = "Top cars from Budget";
"Size.Midsize" = "Midsize";
"Size.Smallsuv" = "Small SUV";
"Size.Mediumsuv" = "Medium SUV";
"Size.Midsizesuv" = "Midsize SUV";
"Size.Largesuv" = "Large SUV";
"Size.Mini" = "Mini";
"Size.Economy" = "Economy";
"Size.Compact" = "Compact";
"Size.Intermediate" = "Intermediate";
"Size.Standard" = "Standard";
"Size.Minivan" = "Minivan";
"Size.Cargovan" = "Cargo van";
"Size.Van" = "Van";
"Size.Largevan.12pax" = "Large Van";
"Size.Largevan.15pax" = "Large Van";
"Size.Convertible" = "Convertible";
"Size.Estate" = "Estate";
"Size.Peoplecarrier" = "People Carrier";
"Size.5seatcarrier" = "5-seat minivan";
"Size.7seatcarrier" = "7-seat minivan";
"Size.9seatcarrier" = "9-seat minivan";
"Size.Scooter" = "Scooter";
"Size.Truck" = "Truck";
"Size.Exotic" = "Exotic";
"Size.Special" = "Special";
"check_rafs_code" = "default";
"cash_banner_title" = "Cheaper car hire on average than anyone else";
"Price.for.days" = "Price for ${X} days";
"cash_widget_confirmation_title" = "Congratulations!";
"cash_widget_confirmation_subtitle" = "With your voucher you saved ${x} on this car booking.";
"cash_widget_payment_title" = "Congratulations!";
"cash_widget_payment_subtitle" = "You are saving ${x} on this car booking with your voucher";
"Prime_why_book_with_us" = "Why do hundreds of thousands of Prime members hire cars with us?";
"Prime_cash_widget_payment_title" = "Congratulations!";
"voucher.for.days" = "Voucher price for ${x} days";
"voucher.for.day" = "Total price";
"Promo.Code" = "Promo code";
"Cannot.Find.Location" = "Sorry, we cannot find your location. Please try again later.";
"Use.Current.Location" = "Use current location";
"dynamic_string" = "Dynamic String";
"Location.Permission.Disabled" = "To use this feature please go to Settings and enable the location permission for this app.";
"Sup.Ben.Select.Code.Type" = "Select code type";
"Sup.Ben.Activated.Button.Title" = "Search with discounts";
"Sup.Ben.Add.CTA" = "Add promo/discount";
"Sup.Ben.Code" = "Code";
"Sup.Ben.Description" = "Get the best rates with our special discounts from our suppliers. Add Avis and Budget discounts now.";
"Sup.Ben.Toggle.Title" = "Apply discounted rates";
"Sup.Ben.Banner.Title" = "Get the best rates";
"Sup.Ben.Banner.Description" = "Apply special discounts from our exclusive rental car partners Avis and Budget.";
"Sup.Ben.Banner.Button" = "Apply now";
"Sup.Ben.Rental.Company" = "Rental Company";
"Sup.Ben.Promo.Validation.Error" = "This doesn\'t look right. Check your code and try again";
"Sup.Ben.Promo.Validation.Success" = "Looks good!";
"Sup.Ben.Code.Type" = "Code type";
"Sup.Ben.Promo.Discount" = "Promo/discount";
"Sup.Ben.Update" = "Update";
"Sup.Ben.XOptional" = "${x} (optional)";
"SpecialOffer.FreeGPS" = "Free GPS included";
"SpecialOffer.FreeWinterTyres" = "Free Winter Tyres";
"Free.Extra.Included" = "Free extra included";
"Customer.Portal.Booking.CTA" = "Manage Booking";
"Booking.Ref.Copied" = "Booking reference copied to clipboard";
"Booking.Ref.Title" = "Booking reference number";
"Country.Selection.Settings" = "Country/region of residence may affect the terms of your rental and impact the vehicles that appear in your search results.";
"Country.Selection.Dialog.Title" = "Changing your country/region?";
"Country.Selection.Dialog.Text" = "Changing your country/region of residence now will affect the terms of your rental and, in order to provide you with the most accurate results, you will be redirected back to the search results page.";
"Pay.Later.Title" = "Payment options";
"Pay.Later.Pay.Today" = "Pay today";
"Pay.Later.Pay.By" = "Pay by ${x}";
"Pay.Later.Payment.Explainer" = "Pay a ${x} deposit on your car hire fee today. <b>Remaining Balance</b> will be automatically deducted on ${y}.";
"Pay.Later.Pay.Now" = "Pay Now";
"Pay.Later.Basket.Deducted.On" = "Deducted on ${x}";
"Pay.Later.Basket.Pick.Up" = "Pay at Pick-up";
"Pay.Later.Remaining.Balance.Explainer" = "The remaining car hire balance will be automatically deducted from your card on ${x}.";
"Pay.Later.Accessories.Explainer" = "You will pay for the following items at pick-up: ${x}";
"Pay.Later.View.Details" = "View details";
"Payment.Processing.Message" = "Your booking is in progress";
"Loyalty.Banner.Greeting" = "Hi";
"landing.usp.footnote.position1" = "*The savings of up to 35% applies to the time and mileage charges only. All taxes, fees (including but not limited to Air Conditioning Excise Recovery Fee, Concession Recovery Fee, Vehicle License Recovery Fee, Energy Recovery Fee, Tire Management Fee, and Frequent Traveler Fee) and surcharges (including but not limited to Customer Facility Charge and Environmental Fee Recovery Charge) are extra.";
"united_landing.usp.title" = "Book a rental car through United";
"united_landing_usp.sale.position1" = "String created in error with wrong name. Delete if possible.";
"landing.usp.sale.position1" = "Between November 16, 2022 and January 31, 2023, complete a qualifying rental of 2-4 consecutive days to earn 500 United MileagePlus bonus miles or 5 or more consecutive days to earn 1,000 bonus miles.  <a href=\"https://cars.united.com/en/mileage-terms-and-conditions\" target=\"_blank\"><b>Full terms here.</b></a>";
"united_landing.usp.sale.position1" = "Special offer: Between October 1st, 2025 and March 31st, 2026, complete a qualifying rental of 3 or 4 consecutive days to earn 750 United MileagePlus bonus miles. Complete a qualifying rental of 5 or more consecutive days to earn 1,000 United MileagePlus bonus miles. Blackouts apply. <a href=\"https://cars.united.com/en/mileage-terms-and-conditions\" target=\"_blank\"><b>Full terms here.</b></a>";
"united_redeem.landing.usp.title" = "Perks of booking an Avis or Budget rental car with MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "Sign in to your MileagePlus account for the best pricing";
"united_redeem.landing.usp.position2" = "Pay with miles or a combination of miles &amp; money";
"united_redeem.landing.usp.position3" = "To make changes/cancellations on a booking where miles were used, please visit our <a href=\"https://cars.mileageplus.com/en/help\" target=\"_blank\"><b>help centre.</b></a>";
"landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Terms and Conditions</a>";
"landing.usp.tac.link" = "https://${baseURL}/${lang}/mileage-terms-and-conditions";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Terms and Conditions</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Privacy Policy</a>";
"landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Privacy Policy</a>";
"united_landing.usp.sale.position2" = "Limited time special offer: Earn an additional 1,500 bonus MileagePlus miles. <a href=\"https://cars.united.com/en/mileage-terms-and-conditions\" target=\"_blank\"><b>Full terms here.</b></a>";
"sale_landing_banner_monetary_description" = "Book now from ${x} per day!";
"sale_landing_banner_monetary_title" = "Car hire deals";
"sale_landing_banner_TCs" = "Terms &amp; Conditions";
"sale_landing_banner_title_monetary" = "Car hire deals";
"sale_search_banner_title_monetary" = "Car hire deals";
"sale_search_banner_monetary_description" = "Book now from ${x} per day!";
"payment.options.creditcard.title" = "Credit Card";
"payment.error.generic.dialog.text" = "Unfortunately, we are unable to process your booking at this time. Your booking was not completed and you have not been charged. Please try again with an alternative payment method.";
"payment.googlepay.card.link" = "Change";
"payment.googlepay.card.title" = "${x} ending in ${x}";
"temp_united_landing.usp.sale.position1" = "Special offer: Between October 1st, 2025 and March 31st, 2026, complete a qualifying rental of 3 or 4 consecutive days to earn 750 United MileagePlus bonus miles. Complete a qualifying rental of 5 or more consecutive days to earn 1,000 United MileagePlus bonus miles. Blackouts apply. <a href=\"https://cars.united.com/en/mileage-terms-and-conditions\" target=\"_blank\"><b>Full terms here.</b></a>";
